Revit 2027 API
ParameterTypeId.SteelElemBoltCoating Property
 "Coating"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemBoltCoating { get; }
Public Shared ReadOnly Property SteelElemBoltCoating As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemBoltCoating {
	ForgeTypeId^ get ();
}
static member SteelElemBoltCoating : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace